Repository: vodino/envoy
Catalog: lib/l10n/app_*.arb
Languages: fr

# wheretodelivery
source: where to deliver?
fr: où livrer ?

# profile
source: account
fr: profil

source: order
fr: commande

source: discount
fr: réduction

# faq
source: frequently asked questions
fr: foire aux questions

source: settings
fr: paramètres

source: english
fr: anglais

source: french
fr: français

source: receiving calls
fr: réception d'appels

source: language
fr: langue

# selectlanguage
source: select a language
fr: selectionner une langue

source: logout
fr: deconnexion

source: hospital
fr: hopital

source: airport
fr: aeroport

source: neighbourhood
fr: quartier

source: fullname
fr: nom complet

# modifyfullname
source: edit the fullname
fr: modifier le nom complet

source: phone number
fr: numéro de téléphone

# modifyphonenumber
source: edit the phone number
fr: modifier le numéro de téléphone

# selectcountry
source: select a country
fr: selectionner un pays

source: cancel
fr: annuler

source: finished
fr: terminé

# fieldcannotbeempty
source: this field cannot be empty
fr: ce champ ne peut être vide

# errorhasoccurred
source: an error has occurred
fr: une erreur s'est produite

# clicktry
source: click here to try again
fr: cliquer ici pour réessayer

# accountinfo
source: account information
fr: informations du compte

# enteraccountinfo
source: enter account information
fr: saisissez les informations du compte

# authenticatephonenumberbysms
source: authenticate your phone number by sms
fr: authentifiez votre numéro de téléphone par sms

source: code check
fr: verification de code

# entercodereceivedphonenumber
source: enter the code received at the phone number
fr: entrez le code reçu au numéro de téléphone

# resendcode
source: resend the code
fr: renvoyer le code

# inside
source: in
fr: dans

source: dialcode
fr: indicatif

source: accept the
fr: accepter les

source: terms of use
fr: conditions d'utilisation

# theuseofpersonalinformation
source: and the use of your personal information in accordance with the
fr: et l'usage de vos informations personnelles conformes aux

source: privacy policies
fr: politiques de confidentialité

# phonenumberrequired
source: phone number is required
fr: numéro de téléphone est requis

# dialcoderequired
source: dialcode is required
fr: indicatif est requis

# readandacceptterms
source: please read and accept the terms of the contract
fr: veuillez lire et accepter les termes du contrat

# receivedrequest
source: we have received your request and will get back to you shortly
fr: nous avons bien reçu votre demande et vous répondrons sous peu

source: email or phone number
fr: email ou numéro de téléphone

source: request
fr: requête

source: send
fr: envoyer

# selectbusiness
source: select a business
fr: selectionner un business

source: tap
fr: ecrire

source: name or phone number
fr: nom or phone number

source: me
fr: moi

source: discount coupons
fr: coupons de réduction

# enterdiscount
source: enter a discount code
fr: entrer un code de réduction

source: deliveries
fr: livraisons

# expiresdays
source: expires in {count} days
fr: expire dans {count} jours

# percentdiscount
source: {percent} off
fr: {percent} de réduction

# expiresin
source: expires on
fr: expire le

# discountsuccessfully
source: discount applied successfully
fr: réduction appliquée avec succès

# nodiscountcoupons
source: no discount coupons available
fr: pas de coupons de réduction disponibles

# clickbutton
source: click the button
fr: cliquez le bouton

source: to add
fr: pour en ajouter

# waitingcouriers
source: waiting for couriers
fr: en attente de coursiers

# nocouriers
source: no couriers available
fr: pas de coursiers disponibles

source: try again
fr: réessayer

source: amount
fr: montant

# enteramount
source: enter a amount
fr: entrer un montant

# placeorder
source: place an order
fr: effectuer une commande

# selectdate
source: select a date
fr: selectionner une date

source: order name
fr: nom de la commande

# infopickup
source: more info on pickup
fr: plus info sur la collecte

# contactpickup
source: contact for pickup
fr: contact pour la collecte

# infodelivery
source: more info on delivery
fr: plus info sur la livraison

# contactdelivery
source: contact for delivery
fr: contact pour la livraison

# contactpickuprequired
source: contact for pickup is required
fr: contact pour la collecte est requis

# contactdeliveryrequired
source: contact for delivery is required
fr: contact pour la livraison est requis

source: program
fr: programmer

# purchasecourier
source: purchase by courier
fr: achat par le coursier

# oopsnocourier
source: oops, no couriers available
fr: oops, pas de coursiers disponibles

# toorder
source: order
fr: commander

source: on motorbike
fr: à moto

# createdate
source: created the {date} to {time}
fr: créée le {date} à {time}

source: more info
fr: plus d'infos

source: delivery price
fr: prix de la livraison

source: order status
fr: niveau de la commande

# acceptedcourier
source: accepted by courier
fr: acceptée par un coursier

source: being collected
fr: en cours de collecte

source: being delivered
fr: en cours de livraison

# deliveredcompleted
source: delivered and completed
fr: livrée et terminée

source: courier
fr: coursier

source: order details
fr: détails de la commande

# fromto
source: from {from} to {to}
fr: de {from} à {to}

source: close
fr: fermer

source: pending order
fr: commande en cours

# nameplacephonenumber
source: name, place or phone number
fr: nom, lieu ou numéro de téléphone

source: pickup point
fr: point de collecte

source: delivery point
fr: point de livraison

source: current position
fr: position actuelle

# searchprevorders
source: search previous orders
fr: rechercher les précedentes commandes

source: details
fr: détails

source: tracking order
fr: suivi de commande

source: active order
fr: commande active

source: scheduled order
fr: commande programmée

source: current order
fr: commande en cours

source: completed order
fr: commande terminée

# noactiveorder
source: no active orders
fr: vous n'avez pas de commandes actives

# nocompletedorder
source: no completed orders
fr: vous n'avez pas de commandes terminées

source: system language
fr: langage système
